IDEA Open Model
ConcreteSLSCheckResultCrackWidthEc2.N Property
 Normal force for quasi-permanent combination
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double N { get; set; }
Public Property N As Double
	Get
	Set
public:
property double N {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace